{
  "messages": [
    {
      "id": "welcome",
      "texts": [ "Bienvenido al juego" ]
    },
    {
      "id": "level_complete",
      "texts": [ "Nivel completado!" ]
    },
    {
      "id": "game_over",
      "texts": [ "Fin del juego" ]
    },
    {
      "id": "Entrevista",
      "texts": [
        "Entrevistador: Hola buenas, soy Javier y soy el jefe de la empresa.",
        "Entrevistador: Por lo que he podido ver en tu currículum, tienes el curso de socorrista. ¿Es así?",
        "Yo: Buenos días, Javier. Sí, completé el curso de socorrista el año pasado.",
        "Yo: Exactamente, obtuve la certificación oficial y además tengo experiencia en primeros auxilios.",
        "Entrevistador: Perfecto, me alegra escuchar que cuentas con la formación adecuada.",
        "Yo: Gracias, estoy listo para aplicar mis conocimientos y ayudar en lo que sea necesario.",
        "Entrevistador: Durante el trabajo dispondrás de 2 libros que te ayudarán a la hora de realizar el trabajo.",
        "Entrevistador: El primero te ayudará con el mantenimiento de la piscina.",
        "Entrevistador: Y el segundo te enseñará cómo socorrer a las personas.",
        "Entrevistador: El único inconveniente es que solo podrás mirarlos una vez al día, por lo que tendrás que saberte la teoría de memoria.",
        "Entrevistador: ¿Está claro todo hasta el momento?",
        "Yo: Por supuesto, Javier."
      ]
    },
    {
      "id": "Curriculum",
      "texts": [
        "Otro día más buscando trabajo como socorrista...",
        "Mi madre me dijo que tengo que encontrar trabajo ya, así que probaré esta empresa.",
        "Además tengo que quitar este fondo de escritorio... Hace ya mucho que me hice esa foto."
      ]
    },
    {
      "id": "NPC1",
      "texts": [
        "Este texto es de prueba.",
        "Solo soy un NPC que habla.",
        "Pero nunca digo algo interesante..."
      ]
    },
    {
      "id": "Tutorial_PH",
      "texts": [
        "Para comprobar el pH de la piscina tienes que hundir la tira medidora dentro del agua.",
        "En función del color que salga en el cuadrado gris, tendrás que subir, bajar o dejar el pH de la piscina.",
        "Una vez uses la tira, tendrás que responder con la respuesta correcta.",
        "Al ser el primer día, puedes mirar el libro 'Mantenimiento de la piscina' para saber que decisión tomar."
      ]
    },
    {
      "id": "ErrorPH",
      "texts": [
        "No, el nivel del PH no es el correcto."
      ]
    },
    {
      "id": "PostMantenimiento",
      "texts": [
        "Bueno, por hoy ya he terminado mis tareas de mantenimiento.",
        "Parece que han bajado unos niños (curiosamente se parecen mucho a mi que raro) debo estar atento"
      ]
    },
    {
      "id": "PostInmersion",
      "texts": [
        "Buf, que susto me ha dado ese niño, menos mal que he estado atento.",
	"Creo que esta bajando un señor a la piscina, madre mia va medio desnudo en esta urbanizacion no se cortan un pelo"
      ]
    },
    {
      "id": "PostLimpieza",
      "texts": [
        "Madre mia que paliza me he pegado con el recogedor.",
	"Espero que hoy sea un dia tranquilo.",
	"Anda, por ahi baja el primer vecino del día"
      ]
    },
    {
      "id": "Lluvia",
      "texts": [
        "Uf otro dia más en la piscina.",
	"Bueno ya quedan pocos días de verano y acabaré de trabajar.",
	"Hoy el día está muy nublado espero que no llueva."
      ]
    },
    {
      "id": "PostLluvia",
      "texts": [
        "Que barbaridad la cantidad de agua que ha caído.",
	"Menos mal que he cerrado la piscina a tiempo."
      ]
    },
    {
      "id": "AciertoPH",
      "texts": [
        "Si, como has podido comprobar el nivel del PH no es el correcto."
      ]
    },
    {
      "id": "Intro_dia_uno",
      "texts": [
        "Hoy es mi primer día trabajando como socorrista...",
        "Según mi cuadrante debería medir el pH del agua y de esta manera saber si el agua está en buen estado.",
        "Para mirar el pH haz click en la piscina."
      ]
    },
    {
      "id": "Entrada_al_agua",
      "texts": [
        "El niño se ha caido al agua y tengo que rescartarlo.",
        "En un rescate acuático, ¿qué tipo de inmersión se recomienda para bucear con mayor seguridad y visibilidad?"
      ]
    },
    {
      "id": "AciertoTirarse",
      "texts": [
        "La inmersión en V es la mejor de todas."
      ]
    },
    {
      "id": "FalloTirarse",
      "texts": [
        "No, esta manera no es la más óptima para tirarte a la piscina."
      ]
    },
    {
      "id": "AciertoAlergia",
      "texts": [
        "Efectivamente, debemos llamar a la ambulancia lo antes posible"
      ]
    },
    {
      "id": "FalloAlergia",
      "texts": [
        "No, debemos llamar a la ambulancia lo antes posible"
      ]
    },
    {
      "id": "TutorialLimpieza",
      "texts": [
        "En estos momentos la piscina no se encuentra en las condiciones más óptimas para su uso...",
        "Lo mejor será empezar a limpiar el fondo de la piscina primero.",
        "Coge la aspiradora que tienes a la derecha de tu pantalla y ve pasándola mientras mantienes el click izquierdo por el fondo."
      ]
    },
    {
      "id": "Nivel2_intro",
      "texts": [
        "Hoy me toca limpiar la piscina, tanto el fondo como la superficie.",
        "Así que me acercaré a la piscina para empezar con la limpieza."
      ]
    },
    {
      "id": "Nivel2_Pincho",
      "texts": [
        "Hoy parece que hay mucha gente en la piscina.",
        "Deberé estar atento por si acaso ocurre algo."
      ]
    },
    {
      "id": "Niños_Gritan",
      "texts": [
        "Niños: ¡Socorrista, tienes que venir corriendo aquí!",
        "Niños: ¡Es una emergencia!"
      ]
    },
    {
      "id": "Niño_Palo",
      "texts": [
        "Este niño se ha caido y se ha clavado un palo.",
        "Tengo que tomar una decisión para ver que hacer antes de llamar a la ambulancia."
      ]
    },
    {
      "id": "IntroRcp",
      "texts": [
        "El nadador ha sufrido un paro cardiaco mientras nadaba.",
        "He conseguido sacarlo de la piscina, pero no tiene respiración y tampoco encuentro su pulso, debo realizarle la RCP.",
	"La RCP es una técnica que se basa en una secuencia de 30:2.",
	"Haz click cuando se te indique para realizar compresiones hasta llegar a 30."
      ]
    },
    {
      "id": "IntroBotiquin",
      "texts": [
        "La chica ha sufrido una rozadura.",
        "Debo limpiar primero la herida con el suero fisiológico y luego taparla con gasas."
      ]
    },
    {
      "id": "HeridaCurada",
      "texts": [
        "Parece que la herida ya está desinfectada.",
        "La chica ya puede seguir jugando."
      ]
    },
    {
      "id": "RCPBien",
      "texts": [
        "El nadador parece que respira y su pulso ha vuelto."
      ]
    },
    {
      "id": "RCPMal",
      "texts": [
        "El nadador no reacciona, voy a llamar a la ambulancia."
      ]
    },
    {
      "id": "AciertoPalo",
      "texts": [
        "¡Acertaste! No debemos quitar el palo de la herida para que no pierda sangre y que actuen los servicios de emergencia."
      ]
    },
    {
      "id": "FalloPalo",
      "texts": [
        "¡Fallaste! No debemos quitar el palo de la herida para que no pierda sangre y que actuen los servicios de emergencia."
      ]
    },
    {
      "id": "PreSkimmers",
      "texts": [
        "Hoy me toca realizar el mantenimiento a los skimmers.",
        "Me acercaré a la piscina para empezar con la limpieza."
      ]
    },
    {
      "id": "Skimmers",
      "texts": [
        "Para limpiarlo tengo que quitar la tapa y tirar a la basura todas las hojas que haya dentro.",
        "No me apetece mucho tocar hojas blanditas... pero hay que limpiarlo para que la piscina este en condiciones óptimas."
      ]
    },
    {
      "id": "PostSkimmers",
      "texts": [
        "Ya he quitado todas las hojas que había.",
        "Ahora tendré que estar atento de las personas que bajan a la piscina."
      ]
    },
    {
      "id": "PreGolpeDeCalor",
      "texts": [
        "Que calor que hace hoy...",
        "Esperemos que no baje ahora mucha gente.",
        "Podría ser peligroso con este calor.",
        "Bueno, ha bajado un vecino, estaré atento por si acaso..."
      ]
    },
    {
      "id": "GolpeDeCalor",
      "texts": [
        "Socorrista: ¿Señor está bien?",
        "Señor: ...",
        "Socorrista: ¡Le ha dado un golpe de calor!",
        "Socorrista: Tendré que llevarlo a un lugar a la sombra."
      ]
    },
    {
      "id": "AciertoGolpe",
      "texts": [
        "¡Acertaste! Estas son las preguntas básicas para saber si la persona sabe ubicarse personal, espacial y temporalmente!"
      ]
    },
    {
      "id": "FalloGolpe",
      "texts": [
        "¡Fallaste! No son las preguntas adecuadas para saber si una persona se encuentra en un buen estado mental tras un golpe de calor."
      ]
    }

  ]
}
