{
  "messages": [
    {
      "id": "welcome",
      "texts": [ "Bienvenido al juego" ]
    },
    {
      "id": "level_complete",
      "texts": [ "Nivel completado!" ]
    },
    {
      "id": "game_over",
      "texts": [ "Fin del juego" ]
    },
    {
      "id": "Entrevista",
      "texts": [
        "Entrevistador: Hola buenas, soy Javier y soy el jefe de la empresa.",
        "Entrevistador: Por lo que he podido ver en tu currículum, tienes el curso de socorrista. ¿Es así?",
        "Yo: Buenos días, Javier. Sí, completé el curso de socorrista el año pasado.",
        "Yo: Exactamente, obtuve la certificación oficial y además tengo experiencia en primeros auxilios.",
        "Entrevistador: Perfecto, me alegra escuchar que cuentas con la formación adecuada.",
        "Yo: Gracias, estoy listo para aplicar mis conocimientos y ayudar en lo que sea necesario.",
        "Entrevistador: Durante el trabajo dispondrás de 2 libros que te ayudarán a la hora de realizar el trabajo.",
        "Entrevistador: El primero te ayudará con el mantenimiento de la piscina.",
        "Entrevistador: Y el segundo te enseñará cómo socorrer a las personas.",
        "Entrevistador: El único inconveniente es que solo podrás mirarlos una vez al día, por lo que tendrás que saberte la teoría de memoria.",
        "Entrevistador: ¿Está claro todo hasta el momento?",
        "Yo: Por supuesto, Javier."
      ]
    },
    {
      "id": "Curriculum",
      "texts": [
        "Otro día más buscando trabajo como socorrista...",
        "Mi madre me dijo que tengo que encontrar trabajo ya, así que probaré esta empresa.",
        "Además tengo que quitar este fondo de escritorio... Hace ya mucho que me hice esa foto."
      ]
    },
    {
      "id": "NPC1",
      "texts": [
        "Este texto es de prueba.",
        "Solo soy un NPC que habla.",
        "Pero nunca digo algo interesante..."
      ]
    },
    {
      "id": "Tutorial_PH",
      "texts": [
        "Para comprobar el pH de la piscina tienes que hundir la tira medidora dentro del agua.",
        "En función del color que salga en el cuadrado gris, tendrás que subir, bajar o dejar el pH de la piscina.",
        "Una vez uses la tira, tendrás que responder con la respuesta correcta.",
        "Al ser el primer día, puedes mirar el libro 'Mantenimiento de la piscina' para saber que decisión tomar."
      ]
    },
    {
      "id": "ErrorPH",
      "texts": [
        "No, el nivel del PH no es el correcto."
      ]
    },
    {
      "id": "PostMantenimiento",
      "texts": [
        "Bueno, por hoy ya he terminado mis tareas de mantenimiento.",
        "Parece que han bajado unos niños (curiosamente se parecen mucho a mi que raro) debo estar atento"
      ]
    },
    {
      "id": "AciertoPH",
      "texts": [
        "Si, como has podido comprobar el nivel del PH no es el correcto."
      ]
    },
    {
      "id": "Intro_dia_uno",
      "texts": [
        "Hoy es mi primer día trabajando como socorrista...",
        "Según mi cuadrante debería medir el pH del agua y de esta manera saber si el agua está en buen estado.",
        "Para mirar el pH haz click en la piscina."
      ]
    }

  ]
}
